Repository: olek07/GiGaBonus
Catalog: typo3conf/l10n/*/powermail/mod1/*.locallang.xlf
Languages: ru

# function1
source: Powermail list and export
ru: Список и экспорт Powermail

# function2
source: Powermail charts
ru: Графики Powermail

# nopowermails1
source: No powermails on current page!
ru: Нет записей powermail на этой странице!

# nopowermails2
source: Please choose a page with powermails inside.
ru: Пожалуйста выберите страницу, содержащую powermails.

# title_date
source: Date
ru: Дата

# title_sender
source: Sender
ru: Отправитель

# title_IP
source: Sender IP
ru: IP отправителя

# title_receiver
source: Receiver
ru: Получатель

# title_details
source: Details
ru: Детали

# title_delete
source: Delete
ru: Удалить

# export_download_success
source: Success!
ru: Успешно!

# export_download_download
source: Download CSV File
ru: Загрузить файл CSV

# export_download_downloadZIP
source: Download compressed CSV File
ru: Загрузить сжатый файл CSV

# export_icon_excel
source: Export to excel file format
ru: Экспорт в формат файла excel

# export_icon_csv
source: Export to csv file format
ru: Экспорт в формат файла csv

# export_icon_html
source: Export to HTML table
ru: Экспорт в таблицу HTML

# icon_deloff
source: Delete after export disabled! Click to enable delete after export
ru: Удаление после экспорта отключено! Нажмите, чтобы включить удаление после экспорта

# icon_delon
source: Delete after export enabled! Click to disable delete after export
ru: Удаление после экспорта включено! Нажмите, чтобы отключить удаление после экспорта

# icon_print
source: Click here to print this view
ru: Нажмите для распечатки этого отображения

# icon_close
source: Click hier to close the window
ru: Нажмите, чтобы закрыть окно

# delall_sure
source: If you are going on, all mails will be deleted after export, are you sure?
ru: Продолжение приведет к удалению всех почтовых сообщений после экспорта. Продолжить?

# pagebrowser_page
source: page
ru: страница

# pagebrowser_upto
source: up to
ru: до

# pagebrowser_within
source: within
ru: из

# filter_start
source: Start
ru: Старт

# filter_end
source: End
ru: Конец

# del_sure
source: Are you sure to delete this entry?
ru: Вы действительно хотите удалить эту запись?

# del_message
source: Mail with uid %s deleted!
ru: Сообщение с uid %s удалено!

# chart_chart
source: Chart: Number of the last mails
ru: График: количество последних писем

# chart_table
source: Table: Details about the last mails
ru: Таблица: сведения о последних письмах

source: Path
ru: Путь

# wait
source: Please wait...
ru: Подождите...

# loading
source: Loading mails
ru: Загрузка писем

source: Delete
ru: Удалить

source: Per Page
ru: На страницу

# deletechosen
source: Delete chosen mails
ru: Удалить выбранные письма

# choseline
source: An error has occurred
ru: Произошла ошибка

# choseline2
source: Please select at least one row.
ru: Выберете хотя бы одну строку.

source: Yes
ru: Да

source: No
ru: Нет

source: Created
ru: Создано

# delsure
source: Do you really want to delete the chosen rows?
ru: Подтверждаете удаление выбранных строк?

# showrows
source: Show rows {0} - {1} of {2}
ru: Строки {0} - {1} из {2}

# noresults
source: There are no mails
ru: Писем нет

source: Rows
ru: Строки

# shortcut
source: Create a shortcut to this page
ru: Создать ссылку на эту страницу

source: Export format:
ru: Формат экспорта:

# exportpdf
source: PDF Export
ru: PDF

# exporthtml
source: HTML Export
ru: HTML

# exportcsv
source: CSV Export
ru: CSV

# exportxls
source: XLS Export
ru: XLS

source: Start:
ru: Начало:

source: End:
ru: Окончание:

source: Date
ru: Дата

source: Sender
ru: Отправитель

source: Receiver
ru: Получатель

# ip
source: IP-Address
ru: Адрес IP

# phpexcel_library
source: You need the extension phpexcel_library to use this feature!
ru: Для этого функционала необходимо расширение phpexcel_library

# noPdf
source: This export format is currently not implemented. Please contact the powermail development team, if you want to sponsor this feature.
ru: Этот формат экспорта еще не реализован. Свяжитесь с командой разработчиков powermail, если желаете быть спонсором этого функционала.
