Repository: olek07/GiGaBonus
Catalog: typo3conf/l10n/*/powermail/*.*.locallang_tca.xlf
Languages: ru

# module_sys_dmail_group.category
source: Subscribe to categories
ru: Подписаться на категории

# module_sys_dmail_group.htmlemail
source: Recieve e-mails as HTML?
ru: Получать письма в HTML-формате

# module_sys_dmail_group.newsletter
source: Activate Newsletter
ru: Активировать рассылку

# pages.module.I.5
source: Direct Mail
ru: Email-рассылка

# sys_dmail
source: Direct mails
ru: Письма

# sys_dmail.HTMLParams
source: Parameters, HTML:
ru: Параметры, HTML:

# sys_dmail.HTMLParams.ALT.1
source: URL for HTML content:
ru: URL для содержимого HTML:

# sys_dmail.attachment
source: Attachments:
ru: Присоединенные файлы:

# sys_dmail.authcode_fieldList
source: Fields used in the computation of authentication codes:
ru: Поля, участвующие в вычислении кодов авторизации:

# sys_dmail.charset
source: Message text character set:
ru: Кодировка текста письма:

# sys_dmail.flowedFormat
source: Use flowing text format in plain text content:
ru: Использовать плавающий формат текста в обычном текстовом содержимом

# sys_dmail.from_email
source: Sender email:
ru: Email отправителя:

# sys_dmail.from_name
source: Sender name:
ru: Имя отправителя:

# sys_dmail.includeMedia
source: Include images and other media in HTML content:
ru: Включать изображения и другие медиа-файлы в HTML содержимое письма

# sys_dmail.issent
source: Is sent:
ru: Отправлено:

# sys_dmail.long_link_mode
source: Redirect not only links longer than 76 characters but ALL links:
ru: Перенаправлять все ссылки (а не только те, которые длиннее 76 символов):

# sys_dmail.long_link_rdct_url
source: Long links redirection url:
ru: URL для перенаправления ссылок:

# sys_dmail.organisation
source: Organization:
ru: Организация:

# sys_dmail.page
source: Mail page:
ru: Страница письма:

# sys_dmail.plainParams
source: Parameters, Plain text:
ru: Параметры, простой текст:

# sys_dmail.plainParams.ALT.1
source: URL for plain text content:
ru: URL для обычного текстового содержимого:

# sys_dmail.priority
source: Priority:
ru: Важность:

# sys_dmail.priority.I.0
source: Low
ru: Низкая

# sys_dmail.priority.I.1
source: Normal
ru: Обычная

# sys_dmail.priority.I.2
source: High
ru: Высокая

# sys_dmail.renderedsize
source: Compiled size:
ru: Итоговый размер:

# sys_dmail.replyto_email
source: Reply email:
ru: Email для ответа:

# sys_dmail.replyto_name
source: Reply name:
ru: Имя для ответа:

# sys_dmail.return_path
source: Return Path:
ru: Адрес для возвращенных писем:

# sys_dmail.scheduled
source: Scheduled time:
ru: Запланированное время:

# sys_dmail.scheduled_begin
source: Delivery start:
ru: Начало отправки:

# sys_dmail.scheduled_end
source: Delivery end:
ru: Окончание отправки:

# sys_dmail.sendOptions
source: Format of mail content:
ru: Формат письма:

# sys_dmail.sendOptions.I.0
source: Plain text
ru: Обычный текст

# sys_dmail.subject
source: Subject:
ru: Тема:

# sys_dmail.transfer_encoding
source: Content transfer encoding:
ru: Кодировка передачи содержимого:

# sys_dmail.type.I.0
source: TYPO3 Page
ru: Страница TYPO3

# sys_dmail.type.I.1
source: External URL
ru: Внешний URL

# sys_dmail.use_domain
source: Domain of internal links:
ru: Домен для внутренних ссылок:

# sys_dmail.use_rdct
source: Redirect links longer than 76 characters:
ru: Перенаправлять ссылки, длиннее 76 символов:

# sys_dmail_category
source: Direct Mail Category
ru: Категории email-рассылки

# sys_dmail_category.category
source: Category:
ru: Категории:

# sys_dmail_category.old_cat_number
source: Old category number:
ru: Старый номер категории:

# sys_dmail_group
source: Recipient list
ru: Список получателей

# sys_dmail_group.csv
source: List format:
ru: Формат списка:

# sys_dmail_group.csv.I.0
source: Separate emails by space/comma/linebreak
ru: Разделять email-адреса пробелами/запятыми/переводами строки

# sys_dmail_group.csv.I.1
source: CSV [name],[email]
ru: CSV [имя],[email]

# sys_dmail_group.list
source: Recipients:
ru: Получатели:

# sys_dmail_group.mail_groups
source: Other recipient lists:
ru: Другие списки получателей:

# sys_dmail_group.recursive
source: Include page subtree:
ru: Включить поддерево страницы:

# sys_dmail_group.select_categories
source: Must subscribe to one of the categories:
ru: Должен быть подписан на одну из категорий:

# sys_dmail_group.static_list
source: Recipients:
ru: Получатели:

# sys_dmail_group.type.I.0
source: From pages
ru: Со страниц

# sys_dmail_group.type.I.1
source: Plain list
ru: Простой список

# sys_dmail_group.type.I.2
source: Static list
ru: Статический список

# sys_dmail_group.type.I.3
source: Special query
ru: Специальный запрос

# sys_dmail_group.type.I.4
source: From other recipient lists
ru: Из других списков рассылки

# sys_dmail_group.whichtables
source: Types of records:
ru: Типы записей:

# sys_dmail_group.whichtables.I.0
source: Address
ru: Адрес

# sys_dmail_group.whichtables.I.1
source: Website user
ru: Пользователь сайта

# sys_dmail_group.whichtables.I.2
source: From custom-defined table
ru: Из специально определенной таблицы

# sys_dmail_group.whichtables.I.3
source: Website User Group
ru: Группа пользователей сайта
