Repository: olek07/GiGaBonus
Catalog: typo3conf/l10n/*/powermail/*.locallang_db.xlf
Languages: ru

source: Please select...
ru: Пожалуйста выберите...

# tx_powermail_forms
source: Forms
ru: Формы

# tx_powermail_forms.title
source: Form title (for internal usage only)
ru: Название формы (только для внутреннего использования)

# tx_powermail_forms.fieldsets
source: Form pages
ru: Страницы формы

# tx_powermail_forms.preview
source: Preview
ru: Просмотр

# tx_powermail_forms.recipient
source: Email of recipient (and optional name of recipient)
ru: Эл. почта получателя (и его имя)

# tx_powermail_forms.subject_r
source: Subject for recipient's mail
ru: Тема письма получателя

# tx_powermail_forms.subject_s
source: Subject for sender's mail
ru: Тема письма отправителя

# tx_powermail_forms.sender
source: Senders email address
ru: Эл. почта отправителя

# tx_powermail_forms.sendername
source: Senders name
ru: Имя отправителя

# tx_powermail_forms.confirm
source: Activate confirmation page
ru: Активировать страницу подтверждения

# tx_powermail_forms.startingpoint
source: Save mails in page (empty for same page)
ru: Место хранения писем (оставить пустым для той же страницы)

# tx_powermail_forms.multiple
source: Multiple steps (every fieldset is a single page)
ru: Пошаговая (каждый набор полей является отдельной Страницей)

# tx_powermail_forms.multiple.I.0
source: Show all fieldsets on one page (default)
ru: Одношаговая (по умолчанию)

# tx_powermail_forms.multiple.I.1
source: Multiple pages (client application)
ru: Многошаговая (клиентское приложение)

# tx_powermail_forms.multiple.I.2
source: Multiple pages (server application)
ru: Многошаговая (серверное приложение)

# tx_powermail_forms.recip_table
source: Table of recipients
ru: Таблица получателей

# tx_powermail_forms.recip_id
source: Recipients from upper table
ru: Получатели из верхней таблицы

# tx_powermail_forms.recip_field
source: Fieldname where mail is stored
ru: Имя поля, где хранится почта

# tx_powermail_forms.query
source: Alternative SQL-Query
ru: Альтернативный запрос SQL

# tx_powermail_forms.thanks
source: Response text (shown on website after submit)
ru: Текст ответа (отображается на вебсайте после отправки)

# tx_powermail_forms.mailsender
source: Email-Text for sender
ru: Текст письма для отправителя

# tx_powermail_forms.mailsender.default
source: Thank you for your message: ###POWERMAIL_ALL###
ru: Спасибо за Ваше сообщение. Ваш текст: ###POWERMAIL_ALL###

# tx_powermail_forms.mailreceiver
source: Email-Text for receiver
ru: Email - текст для получателя

# tx_powermail_forms.mailreceiver.default
source: This is an email from your website: ###POWERMAIL_ALL###
ru: Это электронная почта от Вашего вебсайта. Текст: ###POWERMAIL_ALL###

# tx_powermail_forms.redirect
source: Auto-redirect after confirmation-page
ru: Автопереадресация после страницы подтверждения

# tx_powermail_forms.updateError
source: Powermail ERROR: Please go back to the extension manager, choose powermail and click the update button!
ru: ОШИБКА в Powermail: вернитесь в менеджер расширений, найдите powermail и нажмите на кнопку Обновить!

# tx_powermail_forms.noError
source: No errors found
ru: Ошибок не найдено

# tx_powermail_fieldsets
source: Fieldsets
ru: Набор полей

# tx_powermail_fieldsets.form
source: Form
ru: Форма

# tx_powermail_fieldsets.title
source: Title
ru: Название

# tx_powermail_fieldsets.fields
source: Fields
ru: Поля

# tx_powermail_fieldsets.addition
source: Additional Settings
ru: Дополнительные параметры

# tx_powermail_fieldsets.class
source: Add CSS class
ru: Добавить класс CSS

# tx_powermail_fieldsets.tt_content
source: Powermail Content Element
ru: Элемент содержимого Powermail

# tx_powermail_fields
source: Fields
ru: Поля

# tx_powermail_fields.fieldset
source: Fieldset
ru: Набор полей

# tx_powermail_fields.title
source: Title
ru: Название

# tx_powermail_fields.name
source: Name
ru: Имя

# tx_powermail_fields.description
source: Description
ru: Описание

# tx_powermail_fields.type
source: Fieldtype
ru: Тип поля

# tx_powermail_fields.field
source: Settings
ru: Установки

# tx_powermail_fields.fe_field
source: Fill out this field with fe_user field
ru: Заполнить это поле из поля fe_user

# tx_powermail_fields.class
source: Add CSS class
ru: Добавить класс CSS

# tx_powermail_fields.pattern
source: RegExp Pattern
ru: Шаблон рег. выр.

# tx_powermail_mails
source: Mails
ru: Почтовые сообщения

# tx_powermail_mails.formid
source: Content UID where form is in
ru: UID информационного наполнения, в котором находится форма

# tx_powermail_mails.recipient
source: Recipient
ru: Получатель

# tx_powermail_mails.cc_recipient
source: CC recipient(s)
ru: СС получатель(и)

# tx_powermail_mails.subject_r
source: Subject
ru: Тема

# tx_powermail_mails.sender
source: Sender
ru: Отправитель

# tx_powermail_mails.content
source: Content
ru: Содержимое

# tx_powermail_mails.content_RTE
source: Full screen Rich Text Editing
ru: Полноэкранное редактирование сложного текста

# tx_powermail_mails.piVars
source: All values
ru: Все значения

# tx_powermail_mails.senderIP
source: IP address of sender
ru: IP адрес отправителя

# tx_powermail_mails.UserAgent
source: User agent of sender
ru: Браузер отправителя

# tx_powermail_mails.Referer
source: Link to page with form
ru: Ссылка на страницу с формой

# tx_powermail_mails.SP_TZ
source: User location
ru: Местоположение пользователя

# tx_powermail_mails.Additional
source: Additional information
ru: Дополнительная информация

# tx_powermail_mails.feuser
source: Filled out from FE_User
ru: Взято из FE_User

# tx_powermail_forms.div1
source: Formdata
ru: Данные формы

# tx_powermail_forms.div2
source: Fields
ru: Поля

# tx_powermail_forms.div4
source: Recipients
ru: Получатели

# tx_powermail_forms.div3
source: Sender
ru: Отправитель

# tx_powermail_forms.div5
source: Answer page
ru: Страница ответа

# tx_powermail_forms.div6
source: Email-Text sender
ru: Отправитель текста почты

# tx_powermail_forms.div7
source: Email-Text receiver
ru: Получатель текста почты

# tx_powermail_forms.div8
source: Access
ru: Доступ

# tx_powermail_forms.fieldtitle.text
source: Textfield
ru: Текстовое поле

# tx_powermail_forms.fieldtitle.textarea
source: Textarea
ru: Текстовая область

# tx_powermail_forms.fieldtitle.select
source: Select box
ru: Блок выбора

# tx_powermail_forms.fieldtitle.check
source: Checkbox(s)
ru: Переключатель(и)

# tx_powermail_forms.fieldtitle.radio
source: Radiobutton(s)
ru: Радиокнопка(и)

# tx_powermail_forms.fieldtitle.password
source: Password field
ru: Поле для пароля

# tx_powermail_forms.fieldtitle.file
source: File upload
ru: Загрузка файла

# tx_powermail_forms.fieldtitle.content
source: TYPO3 pagecontent
ru: Страница информационного наполнения TYPO3

# tx_powermail_forms.fieldtitle.hidden
source: Hidden field
ru: Скрытое поле

# tx_powermail_forms.fieldtitle.label
source: Show some text
ru: Показать текст

# tx_powermail_forms.fieldtitle.html
source: Enter your own HTML code
ru: Введите свой собственный код HTML

# tx_powermail_forms.fieldtitle.submit
source: Submit button
ru: Кнопка "отправить"

# tx_powermail_forms.fieldtitle.reset
source: Reset button
ru: Кнопка сброса

# tx_powermail_forms.fieldtitle.datetime
source: Date and time field
ru: Поле даты и времени

# tx_powermail_forms.fieldtitle.date
source: Date field
ru: Поле даты

# tx_powermail_forms.fieldtitle.button
source: Button
ru: Кнопка

# tx_powermail_forms.fieldtitle.submitgraphic
source: Graphic as submit
ru: Изображение в качестве кнопки отправки

# tx_powermail_forms.fieldtitle.countryselect
source: Country selection
ru: Выбор страны

# tx_powermail_forms.fieldtitle.captcha
source: Captcha request
ru: Запрос капча

# tx_powermail_forms.fieldtitle.typoscript
source: Add typoscript object
ru: Добавить объект typoscript

# tx_powermail_forms.fieldtitle.div1
source: Standard
ru: Стандарт

# tx_powermail_forms.fieldtitle.div2
source: Extra
ru: Дополнительно

# tx_powermail_forms.fieldtitle.div3
source: Extensions
ru: Расширения

# tx_powermail_forms.xml.name
source: Name for templates
ru: Название для шаблонов

# tx_powermail_forms.xml.label
source: Description
ru: Описание

# tx_powermail_forms.xml.size
source: Size
ru: Размер

# tx_powermail_forms.xml.maxlength
source: Max. length
ru: Макс. длина

# tx_powermail_forms.xml.readonly
source: Read only
ru: Только для чтения

# tx_powermail_forms.xml.mandatory
source: Mandatory field
ru: Обязательное поле

# tx_powermail_forms.xml.cols
source: Number of columns
ru: Количество колонок

# tx_powermail_forms.xml.rows
source: Number of rows
ru: Количество столбцов

# tx_powermail_forms.xml.wrap
source: Break allowed
ru: Позволить разрыв

# tx_powermail_forms.xml.wrap.0
source: No break
ru: Без разрыва

# tx_powermail_forms.xml.wrap.1
source: Break allowed
ru: Позволить разрыв

# tx_powermail_forms.xml.multiple
source: Multiple select allowed
ru: Позволен множественный выбор

# tx_powermail_forms.xml.options
source: Enter your options
ru: Введите ваши варианты

# tx_powermail_forms.xml.relation
source: TYPO3 content
ru: Информационное наполнение TYPO3

# tx_powermail_forms.xml.send
source: Send this content via email
ru: Отправить это содержимое письмом

# tx_powermail_forms.xml.value
source: Default value
ru: Значение по умолчанию

# tx_powermail_forms.xml.src
source: Grafic source
ru: Источник графики

# tx_powermail_forms.xml.alt
source: Alternative text for image
ru: Альтернативный текст для изображения

# tx_powermail_forms.xml.preselect
source: Preselect country
ru: Страна по умолчанию при выборе

# tx_powermail_forms.xml.within
source: Only show this countries
ru: Показывать только эти страны

# tx_powermail_forms.xml.without
source: Show list without this countries
ru: Показать список без этих стран

# tx_powermail_forms.xml.typoscript
source: Typoscript object
ru: Объект typoscript

# tx_powermail_forms.xml.validate
source: Validate this field for
ru: Проверить это поле на

# tx_powermail_forms.xml.validate.1
source: Email-address
ru: Адрес email

# tx_powermail_forms.xml.validate.3
source: Digits only
ru: Только цифры

# tx_powermail_forms.xml.validate.4
source: Digits only (without comma or point)
ru: Только цифры (без запятых или точек)

# tx_powermail_forms.xml.validate.5
source: Letters only
ru: Только буквы

# tx_powermail_forms.xml.validate.6
source: Letters and digits only
ru: Только буквы и цифры

# tx_powermail_forms.xml.validate.7
source: Regular expression
ru: Регулярное выражение

# tx_powermail_forms.xml.validate.8
source: Letters only (incl. Umlauts)
ru: Только буквы (включая умляуты)

# tx_powermail_forms.xml.validate.9
source: Letters and digits only (incl. Umlauts)
ru: Только буквы и цифры (включая умляуты)

# tx_powermail_forms.xml.inputtype
source: HTML5 input type
ru: Тип input HTML5

# tx_powermail_forms.xml.inputtype.0
source: Text
ru: Текст

# tx_powermail_forms.xml.inputtype.1
source: Color
ru: Цвет

# tx_powermail_forms.xml.inputtype.2
source: Range
ru: Диапазон

# tx_powermail_forms.xml.inputtype.3
source: Tel
ru: Телефон

# tx_powermail_forms.xml.inputtype.4
source: Time
ru: Время

# tx_powermail_forms.xml.min
source: Minimal Date
ru: Дата мин.

# tx_powermail_forms.xml.max
source: Maximal Date
ru: Дата макс.

# tx_powermail_forms.xml.mincalc
source: Calculated minimum date from now (in days)
ru: Вычислять минимальную дату с текущего момента (в днях)

# tx_powermail_forms.xml.maxcalc
source: Calculated maximum date from now (in days)
ru: Вычислять максимальную дату с текущего момента (в днях)

# tx_powermail_forms.xml.step
source: Allowed steps (HTML5)
ru: Допускаются шаги (HTML5)

# tx_powermail_forms.xml.pattern
source: RegEx pattern for value (HTML5)
ru: Шаблон регулярного выражения для значения (HTML5)

# tx_powermail_forms.xml.placeholder
source: Placeholder (HTML5)
ru: Вставка (HTML5)

# tx_powermail_forms.xml.example
source: Field example
ru: Пример поля

# tx_powermail_forms.xml.countryzone
source: Add countryzone select (XAJAX needed)
ru: Добавить выбор федеральных зон (необходим XAJAX)

# tx_powermail_forms.xml.error
source: Please select a fieldtype to continue.
ru: Пожалуйста, выберите тип поля, чтобы продолжить.

# tx_powermail_forms.xml.countryselect.error
source: Please install the extension static_info_tables to use this feature.
ru: Пожалуйста, установите расширение static_info_tables, чтобы использовать эту особенность.

# tx_powermail_forms.xml.date.showselector
source: Show month and year selector
ru: отобразить селектор месяца и года

# tx_powermail_forms.xml.clearSession
source: Refresh page and clear whole session
ru: Обновить страницу и очистить всю сессию
