Repository: olek07/GigaBonus
Catalog: typo3conf/l10n/*/felogin/Resources/Private/Language/*.Database.xlf
Languages: ru

# felogin_forgotHash
source: Forgot hash
ru: Забыл хэш

# felogin_redirectPid
source: Redirect at Login to Page (felogin)
ru: При авторизации перенаправлять на страницу (felogin)

# tt_content.CType_pi1
source: Website User Login
ru: Авторизация пользователей сайта

# tt_content.pi_flexform.error_header
source: Login Error Header
ru: Заголовок сообщения об ошибке авторизации

# tt_content.pi_flexform.error_message
source: Login Error Message
ru: Сообщение об ошибке авторизации

# tt_content.pi_flexform.field_manualOrder
source: Using fieldlists below:
ru: Используя список полей внизу:

# tt_content.pi_flexform.field_orderDetails
source: User Fields/details:
ru: Поля в режиме деталей пользователя:

# tt_content.pi_flexform.field_orderList
source: User Fields/list:
ru: Поля в режиме списка пользователей:

# tt_content.pi_flexform.forgot_header
source: Forgot Password Header
ru: Заголовок сообщения о забытом пароле

# tt_content.pi_flexform.forgot_message
source: Forgot Password Message
ru: Сообщение о забытом пароле

# tt_content.pi_flexform.general_header
source: General Header
ru: Общий заголовок

# tt_content.pi_flexform.general_message
source: General Message
ru: Общее сообщение

# tt_content.pi_flexform.groupSelection
source: FE group selection:
ru: FE группа выбор:

# tt_content.pi_flexform.groupSelection_noGroup
source: no group
ru: без группы

# tt_content.pi_flexform.groupSelectmode
source: FE group select mode:
ru: Режим выбора группы FE:

# tt_content.pi_flexform.groupSelectmode_DontShowSelected
source: Dont show selected
ru: Не показывать выбранное

# tt_content.pi_flexform.groupSelectmode_FromTS
source: (from Typoscript)
ru: (определено в Typoscript)

# tt_content.pi_flexform.groupSelectmode_showAll
source: Show all
ru: Показать всё

# tt_content.pi_flexform.groupSelectmode_showSelected
source: Show selected
ru: Показать выбранное

# tt_content.pi_flexform.logout_header
source: Logout Header
ru: Заголовок сообщения при выходе

# tt_content.pi_flexform.logout_message
source: Logout Message
ru: Сообщение при выходе

# tt_content.pi_flexform.redirectDisable
source: Disable Redirect
ru: Включить переадресацию

# tt_content.pi_flexform.redirectFirstMethod
source: Use First Supported Mode from Selection
ru: Использовать первый найденный режим из выбранного

# tt_content.pi_flexform.redirect_header
source: Redirect Header
ru: Заголовок сообщения при переадресации

# tt_content.pi_flexform.redirect_message
source: Redirect Message
ru: Сообщение при переадресации

# tt_content.pi_flexform.redirectMode
source: Redirect Mode
ru: Режим перенаправления

# tt_content.pi_flexform.redirectMode.I.0
source: Defined by Usergroup Record
ru: Определено в записи группы пользователя

# tt_content.pi_flexform.redirectMode.I.1
source: Defined by User Record
ru: Определено в записи пользователя

# tt_content.pi_flexform.redirectMode.I.2
source: After Login (TS or Flexform)
ru: После авторизации (TS или форма)

# tt_content.pi_flexform.redirectMode.I.3
source: After Logout (TS or Flexform)
ru: После выхода (TS или форма)

# tt_content.pi_flexform.redirectMode.I.4
source: After Login Error (TS or Flexform)
ru: После ошибки авторизации (TS или форма)

# tt_content.pi_flexform.redirectMode.I.5
source: Defined by GET/POST Parameters
ru: Определяется в переменных GET/POST

# tt_content.pi_flexform.redirectMode.I.6
source: Defined by Referrer
ru: Определяется реферрером

# tt_content.pi_flexform.redirectMode.I.7
source: Defined by Domain Entries
ru: Определяется доменом

# tt_content.pi_flexform.redirectPageLogin
source: After Successful Login Redirect to Page
ru: После успешной авторизации перенаправлять на страницу

# tt_content.pi_flexform.redirectPageLoginError
source: After Failed Login Redirect to Page
ru: При ошибке авторизации перенаправлять на страницу

# tt_content.pi_flexform.redirectPageLogout
source: After Logout Redirect to Page
ru: После выхода перенаправлять на страницу

# tt_content.pi_flexform.sheet_general
source: General
ru: Общие

# tt_content.pi_flexform.sheet_messages
source: Messages
ru: Сообщения

# tt_content.pi_flexform.sheet_redirect
source: Redirects
ru: Переадресация

# tt_content.pi_flexform.show_forgot_password
source: Display Password Recovery Link
ru: Показать ссылку для восстановления пароля

# tt_content.pi_flexform.show_logoutFormAfterLogin
source: Disable redirect after successful login, but display logout-form
ru: Отключить перенаправление после успешного входа в систему, но отображать форму выхода

# tt_content.pi_flexform.show_permalogin
source: Display Remember Login Option
ru: Показать параметр о запоминании авторизации

# tt_content.pi_flexform.status_header
source: Status Display Header
ru: Заголовок сообщения о статусе пользователя

# tt_content.pi_flexform.status_message
source: Status Display Message
ru: Сообщение о статусе пользователя

# tt_content.pi_flexform.success_header
source: Login Success Header
ru: Заголовок сообщения об успешной авторизации

# tt_content.pi_flexform.success_message
source: Login Success Message
ru: Сообщение об успешной авторизации

# tt_content.pi_flexform.template_file
source: Template File
ru: Файл шаблона

# tt_content.pi_flexform.user_storage
source: User Storage Page
ru: Страница хранилище пользователей

# tt_content.pi_flexform.welcome_header
source: Welcome Header
ru: Заголовок приветствия

# tt_content.pi_flexform.welcome_message
source: Welcome Message
ru: Приветствие
