Repository: olek07/GigaBonus
Catalog: typo3conf/l10n/*/felogin/Resources/Private/Language/*.locallang.xlf
Languages: ru

# change_password
source: Change your password
ru: Изменение пароля

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
ru: Внимание: Возможно в вашем браузере запрещены cookies! Если форма входа не отобразится после следующего щелчка, разрешите cookies (или примите cookies этого сайта) незамедлительно!

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
ru: Пароль сохранен. Теперь можно зарегистрироваться с новым паролем.

# ll_change_password_header
source: Change your password
ru: Изменить свой пароль

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
ru: Введите свой пароль дважды. Длина пароля должна быть по крайней мере %s символов.

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
ru: Ошибка: нет префикса для ссылки. Установите один из следующих с своем шаблоне typoscript: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
ru: Подтвержденный пароль не верен, дважды введите новый пароль. Длина пароля должна быть по крайней мере %s символов.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
ru: Введенный пароль слишком короткий. Введите пароль дважды. Длина пароля должна быть по крайней мере %s символов.

# ll_enter_your_data
source: Username or email address:
ru: Имя пользователя или адрес электронной почты:

# ll_error_header
source: Login failure
ru: Ошибка при входе в систему

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
ru: Произошла ошибка при входе в систему. Вероятно имя пользователя или пароль не верные. Проверьте, правильно ли введены данные, был ли использован правильный язык, заглавные или прописные буквы. Убедитесь также, допускает ли Ваш обозреватель Cookies.

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet?
ru: Ваш пароль Здравствуйте %s Мы не можем найти пользователя с именем, которое соответствует указанному вами адресу электронной почты и в связи с этим, мы не можем отправить вам ваш пароль. Возможно, вы ошиблись в адресе электронной почты (учтите, регистр символов важен) или ещё не зарегистрировались?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
ru: Ваш пароль Здравствуйте %s Ваше имя пользователя: "%s" Ваш пароль: "%s"

# ll_forgot_header
source: Forgot your password?
ru: Забыли пароль?

# ll_forgot_header_backToLogin
source: Return to login form
ru: Вернуться к форме входа в систему

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
ru: Введите пожалуйста, email адрес, указанный при регистрации. Нажмите на "Отправить пароль" и вы получите пароль на данный адрес незамедлительно. Удостоверьтесь в правильности указанного адреса.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
ru: Ваш пароль был выслан по адресу %s

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
ru: Введите свое имя пользователя или адрес электронной почты. Инструкция по сбросу пароля будет немедленно отправлена по введенному адресу.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
ru: По адресу, сохраненному для учетной записи, было отправлено письмо со ссылкой для сброса пароля. Если письмо не было получено, то такая учетная запись или адрес электронной почты не найдены.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
ru: Не найдена учетная запись или адрес email.

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
ru: Ваш новый пароль Уважаемый %s, Это письмо было послано в ответ на просьбу сброса пароля. Щелкните по ссылке ниже. %s В целях безопасности, эта ссылка действительна в течение %s. Если за это время Вы не смогли перейти по ссылке, повторите процедуру сброса пароля.

# ll_logout_header
source: You have logged out.
ru: Вы вышли из системы.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
ru: Вы автоматически вошли в систему. Чтобы зарегистрироваться снова или войти в систему под другим именем, используйте форму ниже.

# ll_status_header
source: Current status
ru: Текущий статус

# ll_status_message
source: This is your current status:
ru: Ваш текущий статус:

# ll_success_header
source: Login successful
ru: Вход в систему прошел успешно

# ll_success_message
source: You are now logged in as '###USER###'
ru: Ваше имя пользователя: '###USER###'

# ll_welcome_header
source: User login
ru: Вход в систему

# ll_welcome_message
source: Enter your username and password here in order to log in on the website:
ru: Введите имя пользователя и пароль для входа в систему:

source: Login
ru: Вход в систему

source: Logout
ru: Выход из системы

# newpassword_label1
source: Enter new password
ru: Ввод нового пароля

# newpassword_label2
source: Repeat new password
ru: Повторите новый пароль

# noValidRedirectUrl
source: Url "%s" for redirect was not accepted!
ru: Url "%s" для перенаправления не был принят!

source: Password:
ru: Пароль:

# permalogin
source: Stay logged in:
ru: Запомнить меня:

source: Reset Password
ru: Сбросить пароль

source: Send password
ru: Отправить пароль

source: Username:
ru: Имя пользователя:

# xssAttackDetected
source: Url "%s" contained an XSS attack and was cleaned!
ru: Url "%s" содержал атаку XSS и был очищен!

source: Your email:
ru: Ваш email:
