Repository: olek07/GiGaBonus
Catalog: typo3conf/l10n/*/powermail/pi1/*.locallang.xlf
Languages: ru

# powermailmarker_notitle
source: ERROR: No title to current field found in DB (%s)
ru: ОШИБКА: Не найдено заголовков текущего поля в БД (%s)

# locallangmarker_confirmation_question
source: Are these values correct?
ru: Верны ли эти значения?

# locallangmarker_confirmation_back
source: Go back
ru: Назад

# locallangmarker_confirmation_files
source: Attached file %s:
ru: Прикрепленный файл %s:

# locallangmarker_confirmation_submit
source: Send values now
ru: Отправить значения сейчас

# locallangmarker_email_receiver
source: Thank you for your email:
ru: Спасибо за ваше письмо:

# locallangmarker_email_sender
source: You've got a new email:
ru: Вы получили новое письмо:

# locallangmarker_mandatory_message
source: There are some errors:
ru: Есть некоторые ошибки:

# locallangmarker_mandatory_emptyfield
source: This field must be filled:
ru: Это поле должно быть заполнено:

# locallangmarker_mandatory_submit
source: Go back to the form
ru: Обратно к форме:

# locallangmarker_error_validemail
source: This is not a valid email address:
ru: Это неправильный адрес электронной почты:

# locallangmarker_error_file_main
source: This file could not be uploaded:
ru: Этот файл не передан:

# locallangmarker_error_file_toolarge
source: This file is too large:
ru: Этот файл слишком большой:

# locallangmarker_error_file_extension
source: This file extension is not allowed:
ru: Это расширение файла не позволено:

# locallangmarker_error_file_mimetype
source: Uploaded file don't fits mime check:
ru: Загружаемый файл не соответствует mime:

# error_check_recipient
source: Please fill in this backend field: Email address of receiver
ru: Заполните следующее внутреннее поле: адрес электронной почты получателя

# error_check_noTS
source: Typoscript for powermail missing!
ru: Ошибка в Typoscript для powermail!

# error_captcha_empty
source: Captcha Code empty
ru: Пустой код Captcha

# error_captcha_wrong
source: Captcha Code wrong
ru: Неверное значение поля Captcha

# error_backend_noip
source: IP logging disabled
ru: Запрещено логирование IP

# error_validemail
source: Email address is not valid
ru: Неправильный адрес электронной почты

# error_nomx
source: Email address doesn't exist
ru: Несуществующий адрес электронной почты

# error_unique_field
source: %s was already used
ru: %s уже использовался

# error_unique_ip
source: IP address %s already made an entry
ru: По IP адресу %s вход уже сделан

# error_expression_validation
source: Validation failed
ru: Введены некорректные данные

# error_templateNotFound
source: Template not found, check path to your powermail templates
ru: Шаблон не найден, проверьте путь к своим шаблонам powermail

# error_captchaWrongExt
source: Powermail ERROR: The chosen captcha extension "%s" is not loaded! Choose another captcha extension in the powermail constants or install the extension "%s".
ru: ОШИБКА powermail: выбранное капча-расширение "%s", не загружено! Выберите другое капча-расширение в константах powermail или установите расширение "%s".

# error_captchaNoExtFound
source: Please install a captcha extension like captcha, sr_freecap, jm_recaptcha or wt_calculating_captcha!
ru: Установите captcha расширение, например sr_freecap, jm_recaptcha или wt_calculating_captcha!

# multiple_forward
source: Next step
ru: Следующий шаг

# multiple_back
source: Previous step
ru: Предыдущий шаг

# pagebrowser_inner
source: of
ru: из

# JSvalidation_label_required
source: This is a required field
ru: Это необходимое поле

# JSvalidation_label_please_correct
source: Please correct this value
ru: Исправьте это значение

# JSvalidation_label_validate_number
source: Please enter a valid number in this field
ru: Пожалуйста, введите правильное число в это поле

# JSvalidation_label_validate_digits
source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas
ru: Пожалуйста, используйте в этом поле лишь числа, избегите пробелов или других символов, таких как точки или запятые

# JSvalidation_label_validate_alpha
source: Please use letters only (a-z) in this field
ru: Пожалуйста, используйте только латинские буквы (a-z) в этом поле

# JSvalidation_label_validate_alphanum
source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed
ru: Пожалуйста, используйте только латинские буквы (a-z) или цифры(0-9) в этом поле. Пробелы и другие символы не разрешены.

# JSvalidation_label_validate_date
source: Please enter a valid date
ru: Пожалуйста, введите корректную дату.

# JSvalidation_label_validate_datetime
source: Please enter a valid date and time
ru: Введите правильную дату и время

# JSvalidation_label_validate_email
source: Please enter a valid email address (test@test.com)
ru: Пожалуйста, введите корректный адрес электронной почты

# JSvalidation_label_validate_url
source: Please enter a valid URL (http://www.test.com)
ru: Пожалуйста, введите корректный URL (http://www.test.com)

# JSvalidation_label_validate_date_au
source: Please use this date format: dd/mm/yyyy. For example 17/03/2006 for the 17th of March, 2006
ru: Пожалуйста, используйте этот формат даты: дд/мм/гггг. Например, 17/03/2006 для 17-ого марта 2006.

# JSvalidation_label_validate_currency_dollar
source: Please enter a valid $ amount. For example $100.00
ru: Пожалуйста введите корректную сумму в долларах. Например 100.00 $

# JSvalidation_label_validate_selection
source: Please make a selection
ru: Пожалуйста, сделайте выбор

# JSvalidation_label_validate_one_required
source: Please select one of the below options
ru: Пожалуйста, выберите один из предложенных ниже вариантов

# JSvalidation_label_validate_max
source: Please enter a value greater than $1
ru: Введите значение больше $1

# JSvalidation_label_validate_min
source: Please enter a value smaller than $1
ru: Введите значение меньше $1

# JSvalidation_dateinput_months
source: January,February,March,April,May,June,July,August,September,October,November,December
ru: Январь,Февраль,Март,Апрель,Май,Июнь,Июль,Август,Сентябрь,Октябрь,Ноябрь,Декабрь

# JSvalidation_dateinput_shortMonths
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
ru: Янв,Фев,Мрт,Апр,Май,Июн,Июл,Авг,Сен,Окт,Ноя,Дек

# JSvalidation_dateinput_days
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
ru: Воскресенье,Понедельник,Вторник,Среда,Четверг,Пятница,Суббота

# JSvalidation_dateinput_shortDays
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
ru: Вс,Пн,Вт,Ср,Чт,Пт,Сб

# JSvalidation_dateinput_format
source: yyyy-mm-dd
ru: dd-mm-yyyy

# JSvalidation_invalidtime
source: Invalid time
ru: Неправильное время

# geoip_ip
source: IP address
ru: IP адрес

# geoip_countryCode
source: Country Code
ru: Код страны

# geoip_countryName
source: Country
ru: Страна

# geoip_region
source: Region
ru: Область, регион

# geoip_city
source: City
ru: Город

# geoip_zip
source: ZIP
ru: Индекс

# geoip_lng
source: LNG
ru: ДОЛГ.

# geoip_lat
source: LAT
ru: ШИР.

# geoip_dmaCode
source: DMA Code
ru: Код DMA

# geoip_areaCode
source: Area Code
ru: Код города
